Revit 2027 API
ParameterTypeId.StairsInstDownArrowOn Property
 "Down arrow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsInstDownArrowOn { get; }
Public Shared ReadOnly Property StairsInstDownArrowOn As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsInstDownArrowOn {
	ForgeTypeId^ get ();
}
static member StairsInstDownArrowOn : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace